[
    {
        "Name" : "Introduction",
        "Content": ["As a Campus Ambassador you would be working in the below mentioned facets. Every facet has its own point allotted. Your tasks can broadly be divided into Facebook activities and Non-Facebook Activities."]
    },
    {
        "Name" : "Communication",
        "Content": ["It is recommended to get connected with the members in the Contact Us page for better communication.", 
        "There is a feature of messaging included in the Portal. Our team members will contact you using the same feature and you may contact them using this feature too. Keep checking it regularly as further instructions would be provided here.", 
        "Any instance of obscenity, outrageous behaviour or indiscipline while communicating with our members in the message feature may lead to serious consequences like removal from the Portal itself."]
    },
    {
        "Name" : "Reflect",
        "Content": ["This includes your own efforts like formal/informal workshops/publicity drives related to Spring Fest, a helping hand during the prelims, putting up posters of Spring Fest and much more. Simply upload a photo to get bonus points for your innovative efforts.", 
        "The selection criteria would be updated in the notifications section shortly.", 
        "Anyone found violating the guidelines or defaming Spring Fest in any way possible would be banned from this programme."]
    },
    {
        "Name" : "Participants Contacts",
        "Content": ["Share contacts of people who could possibly attend the fest or help others attend the fest. Under this tab you have an option to either type in the details in the fields provided or upload an excel sheet in the format given in demo."]
    },
    {
        "Name" : "Professional Contacts",
        "Content": ["Send in contacts of potential small and big organizations (includes Media contacts: Newspapers, TV and Radio Channels, etc; Potential Sponsor Contacts, etc) in your region which could possibly get things to a whole new level."]
    },
    {
        "Name" : "Give Us An Idea",
        "Content": ["Take an initiative in formulating something new that could happen in Spring Fest. You can view ideas given by other Campus Ambassador too. Feasible ideas will be executed during the fest."]
    },
    {
        "Name" : "Leaderboard",
        "Content": ["It shows where you stand among your fellow Campus Ambassadors.", 
        "Best Ambassador will receive incentives from Spring Fest periodically."]
    },
    {
        "Name" : "Some General Points To Be Noted",
        "Content": ["Minimum conditions required to be officially recognized as a Campus Ambassador and get a certificate from Spring Fest, IIT Kharagpur includes continuous contribution in all the above mentioned facets while maintaining a minimum score of 100 in the portal. Points for some facets get updated instantaneously, while others get updated after bi-weekly verification. Exceptional performance would earn you bonus points.", 
        "Sharing and liking every post (through portal) gives you instant increment in points. Posts can be shared everywhere, be it on your timeline or in groups. It must be noted that posts must be shared with 'Everyone' or with 'Friends of Friends' on the timeline; failing which your points will be automatically deducted by the portal from time to time. Increment in the number of friends who have liked the Facebook page of Spring Fest can also increase your points. Only those posts shared from inside the portal will award you points. Also, only those posts need to be shared which are supposed to be, the ones which concern only the IIT Kharagpur Campus shall not be shared due to irrelevancy outside the Campus."]
    }
]